{
  "title": "Términos de Servicio y Política de Privacidad",
  "lastUpdated": "6 de octubre de 2025",
  "sections": [
    {
      "heading": "Términos de Servicio",
      "content": "Bienvenido a QuizBee. Al acceder y usar nuestro servicio, aceptas estar sujeto a estos Términos de Servicio y nuestra Política de Privacidad. Por favor, léelos cuidadosamente.",
      "subsections": [
        {
          "subheading": "1. Aceptación de los Términos",
          "content": "Al crear una cuenta o usar QuizBee, aceptas y acuerdas estar sujeto a estos Términos de Servicio. Si no estás de acuerdo con estos términos, por favor no uses nuestro servicio."
        },
        {
          "subheading": "2. Descripción del Servicio",
          "content": "QuizBee es una plataforma educativa impulsada por IA que genera cuestionarios interactivos a partir de tus materiales de estudio. Proporcionamos generación de cuestionarios, tutoría con IA, seguimiento de progreso y herramientas educativas relacionadas."
        },
        {
          "subheading": "3. Cuentas de Usuario",
          "content": "Eres responsable de mantener la confidencialidad de las credenciales de tu cuenta. Aceptas asumir la responsabilidad de todas las actividades que ocurran bajo tu cuenta. Notifícanos inmediatamente de cualquier uso no autorizado de tu cuenta."
        },
        {
          "subheading": "4. Uso Aceptable",
          "content": "Aceptas no usar QuizBee para ningún propósito ilegal o de ninguna manera que interrumpa, dañe o perjudique el servicio. No puedes intentar obtener acceso no autorizado a ninguna parte del servicio, otras cuentas o sistemas informáticos conectados al servicio."
        },
        {
          "subheading": "5. Propiedad del Contenido",
          "content": "Conservas todos los derechos sobre los materiales que subes a QuizBee. Al subir contenido, otorgas a QuizBee una licencia para procesar, almacenar y analizar tus materiales únicamente con el propósito de proporcionarte nuestros servicios. No reclamamos la propiedad de tu contenido."
        },
        {
          "subheading": "6. Contenido Generado por IA",
          "content": "QuizBee utiliza inteligencia artificial para generar preguntas de cuestionarios y proporcionar respuestas de tutoría. Si bien nos esforzamos por la precisión, el contenido generado por IA puede contener errores ocasionalmente. Debes verificar la información importante de forma independiente."
        },
        {
          "subheading": "7. Suscripción y Pagos",
          "content": "Algunas características de QuizBee requieren una suscripción paga. Las tarifas de suscripción se cobran por adelantado de forma recurrente. Puedes cancelar tu suscripción en cualquier momento, y la cancelación tendrá efecto al final de tu período de facturación actual."
        },
        {
          "subheading": "8. Política de Reembolso",
          "content": "Ofrecemos una garantía de devolución de dinero de 14 días para nuevas suscripciones pagas. Si no estás satisfecho dentro de los primeros 14 días, contáctanos para un reembolso completo. Los reembolsos después de este período quedan a nuestra discreción."
        },
        {
          "subheading": "9. Terminación",
          "content": "Nos reservamos el derecho de suspender o terminar tu cuenta si violas estos términos o participas en conductas que consideramos dañinas para QuizBee, nuestros usuarios o terceros."
        },
        {
          "subheading": "10. Limitación de Responsabilidad",
          "content": "QuizBee se proporciona 'tal cual' sin garantías de ningún tipo. No somos responsables de ningún daño indirecto, incidental, especial o consecuente que surja de tu uso del servicio."
        },
        {
          "subheading": "11. Cambios en los Términos",
          "content": "Podemos modificar estos Términos de Servicio en cualquier momento. Notificaremos a los usuarios de cambios significativos por correo electrónico o a través del servicio. El uso continuo de QuizBee después de los cambios constituye la aceptación de los términos modificados."
        }
      ]
    },
    {
      "heading": "Política de Privacidad",
      "content": "Tu privacidad es importante para nosotros. Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos tu información personal cuando usas QuizBee.",
      "subsections": [
        {
          "subheading": "1. Información que Recopilamos",
          "content": "Recopilamos información que proporcionas directamente (nombre, correo electrónico, detalles de cuenta), información de tu uso del servicio (materiales de estudio, respuestas de cuestionarios, progreso de aprendizaje) e información técnica (dirección IP, tipo de navegador, información del dispositivo, cookies)."
        },
        {
          "subheading": "2. Cómo Usamos Tu Información",
          "content": "Usamos tu información para: proporcionar y mejorar nuestros servicios, generar cuestionarios personalizados y tutoría con IA, rastrear tu progreso de aprendizaje, comunicarnos contigo sobre tu cuenta y nuestros servicios, procesar pagos y garantizar la seguridad y prevenir el fraude."
        },
        {
          "subheading": "3. Almacenamiento y Seguridad de Datos",
          "content": "Tus datos se almacenan en servidores seguros con cifrado en reposo y en tránsito. Implementamos medidas de seguridad estándar de la industria para proteger tu información. Sin embargo, ningún método de transmisión por internet es 100% seguro."
        },
        {
          "subheading": "4. Tus Materiales de Estudio",
          "content": "Los materiales que subes son procesados por nuestra IA para generar cuestionarios y proporcionar tutoría. No usamos tus materiales cargados para entrenar nuestros modelos de IA para otros usuarios. Tus materiales permanecen privados y no se comparten con terceros."
        },
        {
          "subheading": "5. Servicios de Terceros",
          "content": "Utilizamos servicios de terceros para procesamiento de pagos (Stripe), análisis y alojamiento de infraestructura. Estos servicios solo tienen acceso a la información necesaria para realizar sus funciones y están obligados a mantener la confidencialidad."
        },
        {
          "subheading": "6. Cookies y Seguimiento",
          "content": "Utilizamos cookies y tecnologías similares para mantener tu sesión, recordar tus preferencias, analizar patrones de uso y mejorar nuestro servicio. Puedes controlar las cookies a través de la configuración de tu navegador."
        },
        {
          "subheading": "7. Retención de Datos",
          "content": "Conservamos tu información de cuenta y materiales de estudio mientras tu cuenta esté activa o según sea necesario para proporcionar servicios. Puedes solicitar la eliminación de tus datos en cualquier momento contactándonos o eliminando tu cuenta."
        },
        {
          "subheading": "8. Tus Derechos",
          "content": "Tienes derecho a: acceder a tus datos personales, corregir datos inexactos, eliminar tus datos, exportar tus datos, optar por no recibir comunicaciones de marketing y retirar el consentimiento para el procesamiento de datos. Contáctanos para ejercer estos derechos."
        },
        {
          "subheading": "9. Privacidad de los Niños",
          "content": "QuizBee no está destinado a usuarios menores de 13 años. No recopilamos conscientemente información personal de niños menores de 13 años. Si descubrimos dicha información, la eliminaremos de inmediato."
        },
        {
          "subheading": "10. Usuarios Internacionales",
          "content": "QuizBee opera globalmente. Si accedes a nuestro servicio desde fuera de Estados Unidos, tu información puede ser transferida y procesada en Estados Unidos u otros países donde se encuentran nuestros servidores."
        },
        {
          "subheading": "11. Cambios en la Política de Privacidad",
          "content": "Podemos actualizar esta Política de Privacidad periódicamente. Te notificaremos de cambios materiales por correo electrónico o a través del servicio. Tu uso continuo después de dicha notificación constituye la aceptación de la política actualizada."
        },
        {
          "subheading": "12. Contáctanos",
          "content": "Si tienes preguntas sobre estos Términos o Política de Privacidad, contáctanos en: support@quizbee.com o a través del formulario de contacto de nuestro sitio web."
        }
      ]
    }
  ]
}
