{
  "title": "Условия Использования и Политика Конфиденциальности",
  "lastUpdated": "6 октября 2025",
  "sections": [
    {
      "heading": "Условия Использования",
      "content": "Добро пожаловать в QuizBee. Используя наш сервис, вы соглашаетесь с данными Условиями Использования и нашей Политикой Конфиденциальности. Пожалуйста, внимательно ознакомьтесь с ними.",
      "subsections": [
        {
          "subheading": "1. Принятие Условий",
          "content": "Создавая аккаунт или используя QuizBee, вы принимаете и соглашаетесь соблюдать данные Условия Использования. Если вы не согласны с этими условиями, пожалуйста, не используйте наш сервис."
        },
        {
          "subheading": "2. Описание Сервиса",
          "content": "QuizBee - это образовательная платформа на основе ИИ, которая генерирует интерактивные тесты из ваших учебных материалов. Мы предоставляем генерацию тестов, ИИ-репетитора, отслеживание прогресса и связанные образовательные инструменты."
        },
        {
          "subheading": "3. Учетные Записи Пользователей",
          "content": "Вы несете ответственность за сохранение конфиденциальности учетных данных вашей учетной записи. Вы соглашаетесь нести ответственность за все действия, происходящие под вашей учетной записью. Немедленно уведомите нас о любом несанкционированном использовании вашей учетной записи."
        },
        {
          "subheading": "4. Допустимое Использование",
          "content": "Вы соглашаетесь не использовать QuizBee для каких-либо незаконных целей или каким-либо образом, который прерывает, повреждает или ухудшает работу сервиса. Вы не можете пытаться получить несанкционированный доступ к какой-либо части сервиса, другим учетным записям или компьютерным системам, подключенным к сервису."
        },
        {
          "subheading": "5. Владение Контентом",
          "content": "Вы сохраняете все права на материалы, которые загружаете в QuizBee. Загружая контент, вы предоставляете QuizBee лицензию на обработку, хранение и анализ ваших материалов исключительно для целей предоставления наших услуг вам. Мы не заявляем права собственности на ваш контент."
        },
        {
          "subheading": "6. Контент, Сгенерированный ИИ",
          "content": "QuizBee использует искусственный интеллект для генерации вопросов тестов и предоставления ответов репетитора. Хотя мы стремимся к точности, контент, сгенерированный ИИ, иногда может содержать ошибки. Вы должны проверять важную информацию независимо."
        },
        {
          "subheading": "7. Подписка и Платежи",
          "content": "Некоторые функции QuizBee требуют платной подписки. Плата за подписку взимается заранее на регулярной основе. Вы можете отменить подписку в любое время, и отмена вступит в силу в конце текущего расчетного периода."
        },
        {
          "subheading": "8. Политика Возврата",
          "content": "Мы предлагаем 14-дневную гарантию возврата денег для новых платных подписок. Если вы не удовлетворены в течение первых 14 дней, свяжитесь с нами для полного возврата средств. Возвраты после этого периода осуществляются по нашему усмотрению."
        },
        {
          "subheading": "9. Прекращение",
          "content": "Мы оставляем за собой право приостановить или прекратить действие вашей учетной записи, если вы нарушаете эти условия или участвуете в действиях, которые мы считаем вредными для QuizBee, наших пользователей или третьих лиц."
        },
        {
          "subheading": "10. Ограничение Ответственности",
          "content": "QuizBee предоставляется 'как есть' без каких-либо гарантий. Мы не несем ответственности за какие-либо косвенные, случайные, особые или последующие убытки, возникающие в результате вашего использования сервиса."
        },
        {
          "subheading": "11. Изменения в Условиях",
          "content": "Мы можем изменить данные Условия Использования в любое время. Мы уведомим пользователей о существенных изменениях по электронной почте или через сервис. Продолжение использования QuizBee после изменений означает принятие измененных условий."
        }
      ]
    },
    {
      "heading": "Политика Конфиденциальности",
      "content": "Ваша конфиденциальность важна для нас. Данная Политика Конфиденциальности объясняет, как мы собираем, используем и защищаем вашу личную информацию при использовании QuizBee.",
      "subsections": [
        {
          "subheading": "1. Информация, Которую Мы Собираем",
          "content": "Мы собираем информацию, которую вы предоставляете напрямую (имя, электронная почта, данные учетной записи), информацию об использовании вами сервиса (учебные материалы, ответы на тесты, прогресс обучения) и техническую информацию (IP-адрес, тип браузера, информация об устройстве, куки)."
        },
        {
          "subheading": "2. Как Мы Используем Вашу Информацию",
          "content": "Мы используем вашу информацию для: предоставления и улучшения наших услуг, генерации персонализированных тестов и ИИ-репетитора, отслеживания вашего прогресса обучения, связи с вами по поводу вашей учетной записи и наших услуг, обработки платежей, обеспечения безопасности и предотвращения мошенничества."
        },
        {
          "subheading": "3. Хранение и Безопасность Данных",
          "content": "Ваши данные хранятся на защищенных серверах с шифрованием в состоянии покоя и при передаче. Мы реализуем стандартные для отрасли меры безопасности для защиты вашей информации. Однако ни один метод передачи через интернет не является на 100% безопасным."
        },
        {
          "subheading": "4. Ваши Учебные Материалы",
          "content": "Материалы, которые вы загружаете, обрабатываются нашим ИИ для генерации тестов и предоставления репетитора. Мы не используем ваши загруженные материалы для обучения наших моделей ИИ для других пользователей. Ваши материалы остаются приватными и не передаются третьим лицам."
        },
        {
          "subheading": "5. Сторонние Сервисы",
          "content": "Мы используем сторонние сервисы для обработки платежей (Stripe), аналитики и хостинга инфраструктуры. Эти сервисы имеют доступ только к информации, необходимой для выполнения их функций, и обязаны соблюдать конфиденциальность."
        },
        {
          "subheading": "6. Куки и Отслеживание",
          "content": "Мы используем куки и аналогичные технологии для поддержки вашей сессии, запоминания ваших предпочтений, анализа шаблонов использования и улучшения нашего сервиса. Вы можете управлять куки через настройки вашего браузера."
        },
        {
          "subheading": "7. Хранение Данных",
          "content": "Мы храним информацию о вашей учетной записи и учебные материалы до тех пор, пока ваша учетная запись активна или необходима для предоставления услуг. Вы можете запросить удаление ваших данных в любое время, связавшись с нами или удалив свою учетную запись."
        },
        {
          "subheading": "8. Ваши Права",
          "content": "Вы имеете право: получать доступ к вашим личным данным, исправлять неточные данные, удалять ваши данные, экспортировать ваши данные, отказаться от маркетинговых коммуникаций и отозвать согласие на обработку данных. Свяжитесь с нами для осуществления этих прав."
        },
        {
          "subheading": "9. Конфиденциальность Детей",
          "content": "QuizBee не предназначен для пользователей младше 13 лет. Мы сознательно не собираем личную информацию от детей младше 13 лет. Если мы обнаружим такую информацию, мы немедленно удалим ее."
        },
        {
          "subheading": "10. Международные Пользователи",
          "content": "QuizBee работает по всему миру. Если вы получаете доступ к нашему сервису из-за пределов США, ваша информация может быть передана и обработана в США или других странах, где расположены наши серверы."
        },
        {
          "subheading": "11. Изменения в Политике Конфиденциальности",
          "content": "Мы можем периодически обновлять данную Политику Конфиденциальности. Мы уведомим вас о существенных изменениях по электронной почте или через сервис. Ваше продолжение использования после такого уведомления означает принятие обновленной политики."
        },
        {
          "subheading": "12. Свяжитесь с Нами",
          "content": "Если у вас есть вопросы об этих Условиях или Политике Конфиденциальности, свяжитесь с нами по адресу: support@quizbee.com или через форму обратной связи на нашем сайте."
        }
      ]
    }
  ]
}
