{
  "title": "Nutzungsbedingungen und Datenschutzrichtlinie",
  "lastUpdated": "6. Oktober 2025",
  "sections": [
    {
      "heading": "Nutzungsbedingungen",
      "content": "Willkommen bei QuizBee. Durch den Zugriff und die Nutzung unseres Dienstes erklären Sie sich mit diesen Nutzungsbedingungen und unserer Datenschutzrichtlinie einverstanden. Bitte lesen Sie sie sorgfältig durch.",
      "subsections": [
        {
          "subheading": "1. Annahme der Bedingungen",
          "content": "Durch das Erstellen eines Kontos oder die Nutzung von QuizBee akzeptieren und vereinbaren Sie, an diese Nutzungsbedingungen gebunden zu sein. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, nutzen Sie bitte unseren Dienst nicht."
        },
        {
          "subheading": "2. Beschreibung des Dienstes",
          "content": "QuizBee ist eine KI-gestützte Bildungsplattform, die interaktive Quiz aus Ihren Lernmaterialien generiert. Wir bieten Quiz-Generierung, KI-Nachhilfe, Fortschrittsverfolgung und verwandte Bildungswerkzeuge."
        },
        {
          "subheading": "3. Benutzerkonten",
          "content": "Sie sind verantwortlich für die Wahrung der Vertraulichkeit Ihrer Kontodaten. Sie übernehmen die Verantwortung für alle Aktivitäten, die unter Ihrem Konto stattfinden. Benachrichtigen Sie uns umgehend bei unbefugter Nutzung Ihres Kontos."
        },
        {
          "subheading": "4. Akzeptable Nutzung",
          "content": "Sie verpflichten sich, QuizBee nicht für illegale Zwecke oder in einer Weise zu nutzen, die den Dienst unterbricht, beschädigt oder beeinträchtigt. Sie dürfen nicht versuchen, unbefugten Zugriff auf Teile des Dienstes, andere Konten oder mit dem Dienst verbundene Computersysteme zu erlangen."
        },
        {
          "subheading": "5. Inhaltseigentum",
          "content": "Sie behalten alle Rechte an den Materialien, die Sie auf QuizBee hochladen. Durch das Hochladen von Inhalten gewähren Sie QuizBee eine Lizenz zur Verarbeitung, Speicherung und Analyse Ihrer Materialien ausschließlich zum Zweck der Bereitstellung unserer Dienste für Sie. Wir beanspruchen kein Eigentum an Ihren Inhalten."
        },
        {
          "subheading": "6. KI-Generierte Inhalte",
          "content": "QuizBee verwendet künstliche Intelligenz zur Generierung von Quiz-Fragen und Nachhilfe-Antworten. Obwohl wir nach Genauigkeit streben, können KI-generierte Inhalte gelegentlich Fehler enthalten. Sie sollten wichtige Informationen unabhängig überprüfen."
        },
        {
          "subheading": "7. Abonnement und Zahlungen",
          "content": "Einige Funktionen von QuizBee erfordern ein kostenpflichtiges Abonnement. Abonnementgebühren werden im Voraus auf wiederkehrender Basis berechnet. Sie können Ihr Abonnement jederzeit kündigen, und die Kündigung wird am Ende Ihres aktuellen Abrechnungszeitraums wirksam."
        },
        {
          "subheading": "8. Rückerstattungsrichtlinie",
          "content": "Wir bieten eine 14-tägige Geld-zurück-Garantie für neue kostenpflichtige Abonnements. Wenn Sie innerhalb der ersten 14 Tage nicht zufrieden sind, kontaktieren Sie uns für eine vollständige Rückerstattung. Rückerstattungen nach diesem Zeitraum liegen in unserem Ermessen."
        },
        {
          "subheading": "9. Kündigung",
          "content": "Wir behalten uns das Recht vor, Ihr Konto zu sperren oder zu kündigen, wenn Sie gegen diese Bedingungen verstoßen oder sich in einem Verhalten engagieren, das wir als schädlich für QuizBee, unsere Benutzer oder Dritte erachten."
        },
        {
          "subheading": "10. Haftungsbeschränkung",
          "content": "QuizBee wird 'wie besehen' ohne jegliche Gewährleistung bereitgestellt. Wir haften nicht für indirekte, zufällige, besondere oder Folgeschäden, die aus Ihrer Nutzung des Dienstes entstehen."
        },
        {
          "subheading": "11. Änderungen der Bedingungen",
          "content": "Wir können diese Nutzungsbedingungen jederzeit ändern. Wir werden Benutzer über wesentliche Änderungen per E-Mail oder über den Dienst informieren. Die fortgesetzte Nutzung von QuizBee nach Änderungen stellt die Annahme der geänderten Bedingungen dar."
        }
      ]
    },
    {
      "heading": "Datenschutzrichtlinie",
      "content": "Ihre Privatsphäre ist uns wichtig. Diese Datenschutzrichtlinie erklärt, wie wir Ihre persönlichen Informationen sammeln, verwenden und schützen, wenn Sie QuizBee nutzen.",
      "subsections": [
        {
          "subheading": "1. Informationen, die Wir Sammeln",
          "content": "Wir sammeln Informationen, die Sie direkt bereitstellen (Name, E-Mail, Kontodaten), Informationen aus Ihrer Nutzung des Dienstes (Lernmaterialien, Quiz-Antworten, Lernfortschritt) und technische Informationen (IP-Adresse, Browsertyp, Geräteinformationen, Cookies)."
        },
        {
          "subheading": "2. Wie Wir Ihre Informationen Verwenden",
          "content": "Wir verwenden Ihre Informationen, um: unsere Dienste bereitzustellen und zu verbessern, personalisierte Quiz und KI-Nachhilfe zu generieren, Ihren Lernfortschritt zu verfolgen, mit Ihnen über Ihr Konto und unsere Dienste zu kommunizieren, Zahlungen zu verarbeiten und Sicherheit zu gewährleisten und Betrug zu verhindern."
        },
        {
          "subheading": "3. Datenspeicherung und Sicherheit",
          "content": "Ihre Daten werden auf sicheren Servern mit Verschlüsselung im Ruhezustand und während der Übertragung gespeichert. Wir implementieren branchenübliche Sicherheitsmaßnahmen zum Schutz Ihrer Informationen. Allerdings ist keine Übertragungsmethode über das Internet zu 100% sicher."
        },
        {
          "subheading": "4. Ihre Lernmaterialien",
          "content": "Materialien, die Sie hochladen, werden von unserer KI verarbeitet, um Quiz zu generieren und Nachhilfe bereitzustellen. Wir verwenden Ihre hochgeladenen Materialien nicht, um unsere KI-Modelle für andere Benutzer zu trainieren. Ihre Materialien bleiben privat und werden nicht mit Dritten geteilt."
        },
        {
          "subheading": "5. Drittanbieterdienste",
          "content": "Wir nutzen Drittanbieterdienste für Zahlungsabwicklung (Stripe), Analytik und Infrastruktur-Hosting. Diese Dienste haben nur Zugriff auf Informationen, die zur Erfüllung ihrer Funktionen erforderlich sind, und sind zur Wahrung der Vertraulichkeit verpflichtet."
        },
        {
          "subheading": "6. Cookies und Tracking",
          "content": "Wir verwenden Cookies und ähnliche Technologien, um Ihre Sitzung aufrechtzuerhalten, Ihre Präferenzen zu speichern, Nutzungsmuster zu analysieren und unseren Dienst zu verbessern. Sie können Cookies über Ihre Browser-Einstellungen steuern."
        },
        {
          "subheading": "7. Datenaufbewahrung",
          "content": "Wir bewahren Ihre Kontoinformationen und Lernmaterialien auf, solange Ihr Konto aktiv ist oder wie zur Bereitstellung von Diensten erforderlich. Sie können jederzeit die Löschung Ihrer Daten beantragen, indem Sie uns kontaktieren oder Ihr Konto löschen."
        },
        {
          "subheading": "8. Ihre Rechte",
          "content": "Sie haben das Recht: auf Zugang zu Ihren persönlichen Daten, auf Korrektur ungenauer Daten, auf Löschung Ihrer Daten, auf Export Ihrer Daten, auf Ablehnung von Marketing-Kommunikation und auf Widerruf der Einwilligung zur Datenverarbeitung. Kontaktieren Sie uns, um diese Rechte auszuüben."
        },
        {
          "subheading": "9. Privatsphäre von Kindern",
          "content": "QuizBee ist nicht für Benutzer unter 13 Jahren bestimmt. Wir sammeln wissentlich keine persönlichen Informationen von Kindern unter 13 Jahren. Wenn wir solche Informationen entdecken, werden wir sie umgehend löschen."
        },
        {
          "subheading": "10. Internationale Benutzer",
          "content": "QuizBee operiert global. Wenn Sie von außerhalb der USA auf unseren Dienst zugreifen, können Ihre Informationen in die USA oder andere Länder übertragen und dort verarbeitet werden, wo sich unsere Server befinden."
        },
        {
          "subheading": "11. Änderungen der Datenschutzrichtlinie",
          "content": "Wir können diese Datenschutzrichtlinie regelmäßig aktualisieren. Wir werden Sie über wesentliche Änderungen per E-Mail oder über den Dienst informieren. Ihre fortgesetzte Nutzung nach solcher Benachrichtigung stellt die Annahme der aktualisierten Richtlinie dar."
        },
        {
          "subheading": "12. Kontaktieren Sie Uns",
          "content": "Wenn Sie Fragen zu diesen Bedingungen oder dieser Datenschutzrichtlinie haben, kontaktieren Sie uns unter: support@quizbee.com oder über unser Website-Kontaktformular."
        }
      ]
    }
  ]
}
