{
  "title": "Conditions d'Utilisation et Politique de Confidentialité",
  "lastUpdated": "6 octobre 2025",
  "sections": [
    {
      "heading": "Conditions d'Utilisation",
      "content": "Bienvenue sur QuizBee. En accédant et en utilisant notre service, vous acceptez d'être lié par ces Conditions d'Utilisation et notre Politique de Confidentialité. Veuillez les lire attentivement.",
      "subsections": [
        {
          "subheading": "1. Acceptation des Conditions",
          "content": "En créant un compte ou en utilisant QuizBee, vous acceptez et convenez d'être lié par ces Conditions d'Utilisation. Si vous n'êtes pas d'accord avec ces conditions, veuillez ne pas utiliser notre service."
        },
        {
          "subheading": "2. Description du Service",
          "content": "QuizBee est une plateforme éducative alimentée par l'IA qui génère des quiz interactifs à partir de vos supports d'étude. Nous fournissons la génération de quiz, le tutorat IA, le suivi des progrès et des outils éducatifs connexes."
        },
        {
          "subheading": "3. Comptes Utilisateurs",
          "content": "Vous êtes responsable du maintien de la confidentialité des identifiants de votre compte. Vous acceptez d'assumer la responsabilité de toutes les activités qui se produisent sous votre compte. Informez-nous immédiatement de toute utilisation non autorisée de votre compte."
        },
        {
          "subheading": "4. Utilisation Acceptable",
          "content": "Vous acceptez de ne pas utiliser QuizBee à des fins illégales ou de quelque manière que ce soit qui interrompt, endommage ou nuit au service. Vous ne pouvez pas tenter d'obtenir un accès non autorisé à une partie du service, à d'autres comptes ou à des systèmes informatiques connectés au service."
        },
        {
          "subheading": "5. Propriété du Contenu",
          "content": "Vous conservez tous les droits sur les matériaux que vous téléchargez sur QuizBee. En téléchargeant du contenu, vous accordez à QuizBee une licence pour traiter, stocker et analyser vos matériaux uniquement dans le but de vous fournir nos services. Nous ne revendiquons pas la propriété de votre contenu."
        },
        {
          "subheading": "6. Contenu Généré par l'IA",
          "content": "QuizBee utilise l'intelligence artificielle pour générer des questions de quiz et fournir des réponses de tutorat. Bien que nous visons l'exactitude, le contenu généré par l'IA peut occasionnellement contenir des erreurs. Vous devez vérifier les informations importantes de manière indépendante."
        },
        {
          "subheading": "7. Abonnement et Paiements",
          "content": "Certaines fonctionnalités de QuizBee nécessitent un abonnement payant. Les frais d'abonnement sont facturés à l'avance de manière récurrente. Vous pouvez annuler votre abonnement à tout moment, et l'annulation prendra effet à la fin de votre période de facturation actuelle."
        },
        {
          "subheading": "8. Politique de Remboursement",
          "content": "Nous offrons une garantie de remboursement de 14 jours pour les nouveaux abonnements payants. Si vous n'êtes pas satisfait dans les 14 premiers jours, contactez-nous pour un remboursement complet. Les remboursements après cette période sont à notre discrétion."
        },
        {
          "subheading": "9. Résiliation",
          "content": "Nous nous réservons le droit de suspendre ou de résilier votre compte si vous violez ces conditions ou participez à une conduite que nous jugeons préjudiciable à QuizBee, à nos utilisateurs ou à des tiers."
        },
        {
          "subheading": "10. Limitation de Responsabilité",
          "content": "QuizBee est fourni 'tel quel' sans garantie d'aucune sorte. Nous ne sommes pas responsables des dommages indirects, accessoires, spéciaux ou consécutifs découlant de votre utilisation du service."
        },
        {
          "subheading": "11. Modifications des Conditions",
          "content": "Nous pouvons modifier ces Conditions d'Utilisation à tout moment. Nous informerons les utilisateurs des changements importants par e-mail ou via le service. L'utilisation continue de QuizBee après les modifications constitue l'acceptation des conditions modifiées."
        }
      ]
    },
    {
      "heading": "Politique de Confidentialité",
      "content": "Votre vie privée est importante pour nous. Cette Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez QuizBee.",
      "subsections": [
        {
          "subheading": "1. Informations que Nous Collectons",
          "content": "Nous collectons les informations que vous fournissez directement (nom, e-mail, détails du compte), les informations de votre utilisation du service (supports d'étude, réponses aux quiz, progression de l'apprentissage) et les informations techniques (adresse IP, type de navigateur, informations sur l'appareil, cookies)."
        },
        {
          "subheading": "2. Comment Nous Utilisons Vos Informations",
          "content": "Nous utilisons vos informations pour: fournir et améliorer nos services, générer des quiz personnalisés et du tutorat IA, suivre votre progression d'apprentissage, communiquer avec vous concernant votre compte et nos services, traiter les paiements et assurer la sécurité et prévenir la fraude."
        },
        {
          "subheading": "3. Stockage et Sécurité des Données",
          "content": "Vos données sont stockées sur des serveurs sécurisés avec cryptage au repos et en transit. Nous mettons en œuvre des mesures de sécurité standard de l'industrie pour protéger vos informations. Cependant, aucune méthode de transmission sur Internet n'est sûre à 100%."
        },
        {
          "subheading": "4. Vos Supports d'Étude",
          "content": "Les matériaux que vous téléchargez sont traités par notre IA pour générer des quiz et fournir du tutorat. Nous n'utilisons pas vos matériaux téléchargés pour former nos modèles d'IA pour d'autres utilisateurs. Vos matériaux restent privés et ne sont pas partagés avec des tiers."
        },
        {
          "subheading": "5. Services Tiers",
          "content": "Nous utilisons des services tiers pour le traitement des paiements (Stripe), l'analytique et l'hébergement d'infrastructure. Ces services n'ont accès qu'aux informations nécessaires pour effectuer leurs fonctions et sont tenus de maintenir la confidentialité."
        },
        {
          "subheading": "6. Cookies et Suivi",
          "content": "Nous utilisons des cookies et des technologies similaires pour maintenir votre session, mémoriser vos préférences, analyser les modèles d'utilisation et améliorer notre service. Vous pouvez contrôler les cookies via les paramètres de votre navigateur."
        },
        {
          "subheading": "7. Conservation des Données",
          "content": "Nous conservons vos informations de compte et vos supports d'étude tant que votre compte est actif ou si nécessaire pour fournir des services. Vous pouvez demander la suppression de vos données à tout moment en nous contactant ou en supprimant votre compte."
        },
        {
          "subheading": "8. Vos Droits",
          "content": "Vous avez le droit de: accéder à vos données personnelles, corriger des données inexactes, supprimer vos données, exporter vos données, refuser les communications marketing et retirer le consentement au traitement des données. Contactez-nous pour exercer ces droits."
        },
        {
          "subheading": "9. Confidentialité des Enfants",
          "content": "QuizBee n'est pas destiné aux utilisateurs de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants de moins de 13 ans. Si nous découvrons de telles informations, nous les supprimerons rapidement."
        },
        {
          "subheading": "10. Utilisateurs Internationaux",
          "content": "QuizBee fonctionne à l'échelle mondiale. Si vous accédez à notre service depuis l'extérieur des États-Unis, vos informations peuvent être transférées et traitées aux États-Unis ou dans d'autres pays où se trouvent nos serveurs."
        },
        {
          "subheading": "11. Modifications de la Politique de Confidentialité",
          "content": "Nous pouvons mettre à jour cette Politique de Confidentialité périodiquement. Nous vous informerons des changements importants par e-mail ou via le service. Votre utilisation continue après une telle notification constitue l'acceptation de la politique mise à jour."
        },
        {
          "subheading": "12. Nous Contacter",
          "content": "Si vous avez des questions sur ces Conditions ou cette Politique de Confidentialité, contactez-nous à: support@quizbee.com ou via le formulaire de contact de notre site web."
        }
      ]
    }
  ]
}
